Repository: gade01/game.libretro.cannonball
Catalog: game.libretro.cannonball/resources/language/resource.language.*/strings.po
Languages: da_dk

# Addon Description
source: Cannonball is an OutRun game engine recreation written by Chris White in 2014.
da_dk: Cannonball er en OutRun game engine rekreation skrevet af Chris White i 2014.

# #30000
source: Settings
da_dk: Indstillinger

# #30001
source: Menu At Start
da_dk: Startmenu

# #30002
source: Menu Road Scroll Speed
da_dk: Hastighed for rulning af menu

# #30003
source: Video Widescreen Mode
da_dk: Tilstand for video i widescreen

# #30004
source: Video High-Resolution Mode
da_dk: Tilstand for video i høj opløsning

# #30005
source: Video Framerate
da_dk: Video billedfrekvens

# #30006
source: Advertise Sound
da_dk: Annoncer lyd

# #30007
source: Preview Music
da_dk: Forhåndsafspilning af musik

# #30008
source: Fix Samples (use opr-10188.71f)
da_dk: Fix samples (brug opr-10188.71f)

# #30009
source: Gear Mode
da_dk: Tilstand for gear

# #30010
source: Analog Controls (off to allow digital speed setup)
da_dk: Analoge kontroller (fra for at tillade digital hastighedsopsætning)

# #30011
source: Digital Steer Speed
da_dk: Digital styrehastighed

# #30012
source: Digital Pedal Speed
da_dk: Digital pedalhastighed

# #30013
source: Time
da_dk: Tid

# #30014
source: Traffic
da_dk: Trafik

# #30015
source: Freeplay Mode
da_dk: Tilstand for freeplay

# #30016
source: Use Japanese Tracks Version
da_dk: Brug japansk version til spor

# #30017
source: Use Prototype Stage 1
da_dk: Brug prototype trin 1

# #30018
source: Objects Limit Enhanced
da_dk: Objektgrænse forbedret

# #30019
source: Original Traffic Patterns Randomization
da_dk: Tilfældiggørelse af oprindelige trafikmønstre

# #30020
source: Force AI To Play
da_dk: Tving AI til at spille

# #30021
source: Fix Original Game Bugs
da_dk: Ret originale spilfejl

# #30022
source: Fix Timing Bugs
da_dk: Ret timingfejl

# #30023
source: Display Debug Info For LayOut
da_dk: Vis fejlretningsoplysninger for layout

# #30024
source: New Attract
da_dk: Ny attrakt

# #30025
source: Time Trial Laps
da_dk: Omgange af tidskørsler

# #30026
source: Time Trial Traffic Amount
da_dk: Mængde af trafik under tidskørsel

# #30027
source: Continuous Mode Traffic Amount
da_dk: Mængde af trafik under kontinuerlig tilstand
